Repository: sweeftdigital/auctions-g2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: New auction was successfully created.
ka: ახალი აუქციონი წარმატებით შეიქმნა.

source: Buyers cannot load new auctions.
ka: Buyer პროფილის ტიპის მქონე მომხმარებლებს არ შეუძლიათ ამ ოპერაციის განხორციელება.

source: This auction is already bookmarked.
ka: ეს აუქციონი უკვე დაბუქმარქებულია.

source: This field is read-only.
ka: ამ ველის ჩაწერა არ შეიძლება, რადგან ის მხოლოდ წაკითხვისთვისაა განკუთვნილი.

source: Max price must be greater than 0.
ka: აუქციონში განსაზღვრული მაქსიმალური ფასი უნდა იყოს 0-ზე მეტი.

source: Invalid category.
ka: კატეგორია არავალიდურია.

source: Tags are required, make sure to include them.
ka: თეგების გადმოცემა სავალდებულია.

source: Start date cannot be in the past.
ka: აუქციონის საწყისი დრო არ შეიძლება იყოს ამჟამინდელ დროზე ნაკლები.

source: End date must be after the start date.
ka: აუქციონის დასასრულის დორ არ შეიძლება იყოს საწყის დროზე ნაკლები.

source: There was an error during the creation of an auction. Please try again.
ka: აუქციონის შექმნისას პრობლემამ იჩინა თავი. გთხოვთ სცადოთ თავიდან.

source: Cannot modify core auction parameters after the auction has started.
ka: აუქციონის დაწყების შემდეგ თქვენ აღარ შეგიძლია მისი მონაცემების შეცვლა.

source: Cannot update auction that has already ended.
ka: თქვენ არ შეგიძლიათ შეცვალოთ უკვე დასრულებული აუქციონი.

source: There was an error during the update of the auction. Please try again.
ka: აუქციონის შექმნისას პრობლემამ იჩინა თავი. გთხოვთ სცადოთ თავიდან.

source: Auction deleted successfully.
ka: აუქციონი წარმატებით წაიშალა.

source: Auction with UUID {id} does not exist.
ka: აუქციონი მოცემული იდენტიფიკატორით {id} არ არსებობს.

source: {deleted} auctions deleted and {marked_deleted} auctions marked as deleted.
ka: წაიშალა {deleted} აუქციონი და {marked_deleted} აუქციონი მონიშნულია, როგორც წაშლილი.

source: Only the bids with a status of either Pending or Approved can be declared as winner bids.
ka: მხოლოდ დაეფრუვებული ან მომლოდინე რეჟიმის მქონე ბიდები შეიძლება გამოცხადნენ გამარჯვებულებად.

source: You can only declare a winner after the auction has been completed.
ka: გამარჯვებულის გამოცხადება მხოლოდ აუქციონის დასრულების შემდეგ შეგიძლიათ.

source: Winner of this auction has successfully been declared
ka: აუქციონის გამარჯვებული წარმატებით გამოვლინდა.

source: You can not cancel draft auctions.
ka: თქვენ არ შეგიძლიათ დრაფტ სტატუსის მქონე აუქციონის გაუქმება.

source: This auction is already canceled.
ka: ეს აუქციონი უკვე გაუქმებულია.

source: You can not cancel deleted auctions.
ka: თქვენ არ შეგიძლიათ წაშლილი აუქციონის გაუქმება.

source: You can not cancel auctions that have already been completed.
ka: თქვენ არ შეგიძლიათ გააუქომთ აუქციონი, რომელიც უკვე დასრულებულია.

source: Auction was successfully canceled.
ka: აუქციონის გაუქმება წარმატებით განხორციელდა.

source: You can not leave an auction that has already been completed.
ka: თქვენ არ შეგიძლიათ დატოვოთ აუქციონი რომელიც უკვე დასრულდა.

source: You can not leave an auction that has not started yet.
ka: თქვენ არ შეგიძლიათ დატოვოთ აუქციონი, რომელიც ჯერ არ დაწყებულა.

source: You can not leave an auction that has been cancelled, drafted.
ka: თქვენ არ შეგიძლიათ გაუქმებული ან drafter სტატუსის მქონე აუქციონის დატოვება.

source: As a winner of an auction, you can not leave it.
ka: როგორც გამარჯვებული, თქვენ ვერ დატოვებთ აუქციონს.

source: As a non-premium user you can not place more than five unique bids on this auction. But you can change the offer of a bid as many times as you want.
ka: მომხმარებლებს, რომლებსაც არ აქვთ პრემიუმ ტიპის ანგარიში, არ შეუძლიათ ერთ აუქციონზე დადონ 5-ზე მეტი სხვადასხვა ბიდი, მაგრამ თქვენ შეგიძლიათ, რომუკვე არსებული ბიდის შეთავაზება განაახლოთ იმდენჯერ, რამდენჯერაც მოგესურვებათ.

source: As a non-premium user you cannot upload more than 5 images per bid.
ka: მომხმარებლებს, რომლებსაც არ აქვთ პრემიუმ ტიპის ანგარიში, შეუძლიათ, რომ თითო ბიდისთვის ატვირთონ მხოლოდ ხუთი სურათი.

source: You can not update bid with an offer that is more or equal than the current one. You can only lower the offer when updating a bid
ka: ბიდის ფასის შეცვლისას თქვენ არ შეგიძლიათ უკვე არსებული მნიშვნელობის ან მასზე მეტი მნიშვნელობის მითითება. ბიდის განახლებისას შესაძლებელია მხოლოდ ფასის დაკლება.

source: You cannot place bids on auctions with a status of `Draft`.
ka: თქვენ არ შეგიძლიათ ბიდის განთავსება 'Draft' სტატუსის მქონე აუქციონზე.

source: Auction has already been completed, you can no longer place bids.
ka: აუქციონი უკვე დასრულდა, თქვენ ვეღარ შეძლებთ ამ აუქციონზე ბიდის განთავსებას.

source: Auction has not started yet, you cannot place a bid.
ka: აუქციონი ჯერ არ დაწყებულა, თქვენ ვერ შეძლებთ ამ აუქციონზე ბიდის განთავსებას.
